<!DOCTYPE html>
<html lang="pt-BR">
<head>
  <meta charset="UTF-8">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">
  <title>Sobre - ALLIAH IA</title>
  <link rel="stylesheet" href="css/style.css">
  <link href="https://fonts.googleapis.com/css2?family=Inter:wght@300;400;500;600;700;800&display=swap" rel="stylesheet">
</head>
<body>
  <header class="site-header">
    <div class="container">
      <div class="header-content">
        <a href="index.html" class="logo">
          <img src="assets/logo.png" alt="ALLIAH IA">
          ALLIAH <span>IA</span>
        </a>
        <nav aria-label="Navega&ccedil;&atilde;o principal">
          <ul class="nav">
            <li><a class="nav-link" href="index.html">Home</a></li>
            <li><a class="nav-link active" href="about.html">Sobre</a></li>
            <li><a class="nav-link" href="services.html">Solu&ccedil;&otilde;es</a></li>
            <li><a class="nav-link" href="contact.html">Contato</a></li>
          </ul>
        </nav>
        <button class="menu-toggle" aria-label="Abrir menu" aria-expanded="false">&#9776;</button>
      </div>
    </div>
  </header>

  <main>
    <section class="page-hero">
      <div class="container">
        <span class="badge">Quem somos</span>
        <h1>Somos a boutique de IA que acredita em Menos Humanos, Mais IA.</h1>
        <p>
          Constru&iacute;mos agentes e plataformas para que pessoas deixem de executar tarefas manuais e possam focar em estrat&eacute;gia, cria&ccedil;&atilde;o e crescimento. A ALLIAH IA nasceu para transformar BackOffice e Atendimento em opera&ccedil;&otilde;es inteligentes.
        </p>
      </div>
    </section>

    <section class="page-section">
      <div class="container two-column">
        <div>
          <div class="section-header">
            <span class="badge">Nossa ess&ecirc;ncia</span>
            <h2>Boutique de IA com tese clara: tecnologia faz mais, humanos decidem melhor.</h2>
          </div>
          <p>
            Desenvolvemos uma plataforma que facilita a cria&ccedil;&atilde;o de agentes de IA com performance acima do padr&atilde;o, baixo custo e entrega acelerada. O objetivo &eacute; liberar times humanos para aquilo que exige criatividade, relacionamento e vis&atilde;o de neg&oacute;cio.
          </p>
          <p>
            Entregamos solu&ccedil;&otilde;es completas, combinando consultoria, engenharia, dados e opera&ccedil;&atilde;o cont&iacute;nua. Cada projeto nasce com prop&oacute;sito de substituir processos manuais por intelig&ecirc;ncia escal&aacute;vel e audit&aacute;vel.
          </p>
        </div>
        <div class="mission-cards">
          <div class="mission-card">
            <h3>Miss&atilde;o</h3>
            <p>Eliminar tarefas repetitivas para que times corporativos invistam energia em decis&otilde;es de alto impacto.</p>
          </div>
          <div class="mission-card">
            <h3>Vis&atilde;o</h3>
            <p>Ser a principal boutique de IA em projetos de BackOffice e Atendimento na Am&eacute;rica Latina.</p>
          </div>
          <div class="mission-card">
            <h3>Manifesto</h3>
            <p>Menos pessoas sobrecarregadas, mais agentes precisos. Menos custo fixo, mais resultado mensur&aacute;vel.</p>
          </div>
        </div>
      </div>
    </section>

    <section class="page-section">
      <div class="container">
        <div class="section-header">
          <span class="badge">Nossa tese</span>
          <h2>93% dos processos feitos por humanos podem ser assumidos por IA.</h2>
          <p>
            Acreditamos que empresas n&atilde;o devem depender de tarefas manuais para continuar crescendo. Quando o trabalho repetitivo &eacute; delegado para agentes de IA, as pessoas ganham espa&ccedil;o para criar novas solu&ccedil;&otilde;es, aumentar faturamento e explorar novos mercados.
          </p>
        </div>
        <div class="values-grid">
          <div class="value-card">
            <h3>Plataforma propriet&aacute;ria</h3>
            <p>Facilitamos a cria&ccedil;&atilde;o de novos agentes com integra&ccedil;&otilde;es prontas, governan&ccedil;a e monitoramento em tempo real.</p>
          </div>
          <div class="value-card">
            <h3>Resultados audit&aacute;veis</h3>
            <p>Logs, trilhas de auditoria e indicadores que comprovam performance, precis&atilde;o e redu&ccedil;&atilde;o de custo.</p>
          </div>
          <div class="value-card">
            <h3>Humanos no centro</h3>
            <p>Liberamos pessoas para pensar estrategicamente, inovar e liderar transforma&ccedil;&otilde;es reais.</p>
          </div>
          <div class="value-card">
            <h3>Escala acelerada</h3>
            <p>Menos tempo entre ideia e execu&ccedil;&atilde;o. Projetos que saem do discovery para o go-live em poucas semanas.</p>
          </div>
        </div>
      </div>
    </section>

    <section class="page-section">
      <div class="container">
        <div class="section-header">
          <span class="badge">Nossa hist&oacute;ria</span>
          <h2>Uma jornada movida por entregas que substituem trabalho manual por IA.</h2>
          <p>Desde o primeiro projeto, nossa tese tem sido a mesma: tirar pessoas de tarefas repetitivas.</p>
        </div>
        <div class="timeline">
          <div class="timeline-event">
            <span>2019</span>
            <h3>Nascimento da ALLIAH IA</h3>
            <p>Fundada por especialistas em dados, automa&ccedil;&atilde;o e atendimento para desafiar a depend&ecirc;ncia de m&atilde;o de obra manual.</p>
          </div>
          <div class="timeline-event">
            <span>2021</span>
            <h3>Plataforma ALLIAH</h3>
            <p>Lan&ccedil;amos nossa plataforma propriet&aacute;ria para acelerar a cria&ccedil;&atilde;o de agentes e consolidar governan&ccedil;a.</p>
          </div>
          <div class="timeline-event">
            <span>2023</span>
            <h3>Tese Menos Humanos, Mais IA</h3>
            <p>Formalizamos nossa tese e redesenhamos ofertas com foco em BackOffice e Atendimento corporativo.</p>
          </div>
          <div class="timeline-event">
            <span>2024</span>
            <h3>Case 436.782 arquivos</h3>
            <p>Entregamos auditoria eletr&ocirc;nica de 238.944 contratos em 45 dias, prova da tese em opera&ccedil;&atilde;o.</p>
          </div>
        </div>
      </div>
    </section>

    <section class="page-section">
      <div class="container">
        <div class="section-header">
          <span class="badge">Nosso time</span>
          <h2>Especialistas em IA, opera&ccedil;&atilde;o e crescimento trabalhando lado a lado.</h2>
        </div>
        <div class="team-grid">
          <div class="team-card">
            <strong>Marina Albuquerque</strong>
            <span>Chief Executive Officer</span>
            <p>Lidera a tese Menos Humanos, Mais IA, conectando estrat&eacute;gia de neg&oacute;cio com execu&ccedil;&atilde;o acelerada.</p>
          </div>
          <div class="team-card">
            <strong>Caio Menezes</strong>
            <span>Chief Technology Officer</span>
            <p>Respons&aacute;vel pela plataforma ALLIAH, integra modelos generativos, RPA e governan&ccedil;a de dados.</p>
          </div>
          <div class="team-card">
            <strong>Larissa Monteiro</strong>
            <span>Chief Data &amp; AI Officer</span>
            <p>Define arquiteturas de dados, garante compliance e mede impacto dos agentes na opera&ccedil;&atilde;o.</p>
          </div>
          <div class="team-card">
            <strong>Rafael Tavares</strong>
            <span>Head de Opera&ccedil;&otilde;es</span>
            <p>Orquestra squads que monitoram, otimizam e escalam agentes 24/7 para clientes corporativos.</p>
          </div>
        </div>
      </div>
    </section>

    <section class="cta-banner">
      <div class="container">
        <span class="badge">Vamos conversar?</span>
        <h2>Queremos que sua equipe gaste energia com o que realmente importa.</h2>
        <p>Converse com a ALLIAH IA e descubra como delegar o trabalho massivo para agentes inteligentes.</p>
        <div class="hero-actions" style="justify-content: center;">
          <a href="contact.html" class="btn btn-primary">Falar com a ALLIAH IA</a>
          <a href="services.html" class="btn btn-outline">Conhe&ccedil;a nossas solu&ccedil;&otilde;es</a>
        </div>
      </div>
    </section>
  </main>

  <footer class="site-footer">
    <div class="container footer-content">
      <p>&copy; 2025 ALLIAH IA - Todos os direitos reservados.</p>
      <div class="footer-links">
        <a href="about.html">Sobre</a>
        <a href="services.html">Solu&ccedil;&otilde;es</a>
        <a href="contact.html">Contato</a>
      </div>
    </div>
  </footer>

  <script src="js/main.js"></script>
</body>
</html>

